Repository: jczartek/gydict
Catalog: po/*.po
Languages: pl

source: Dictionary PWN
pl: Słownik PWN

source: Dictionary
pl: Słownik

source: Look up words in different (commercial and free) multimedia dictionaries
pl: Szukaj słów w różnych multimedialnych (komercyjnych i darmowych) słownikach

source: Show History Panel
pl: Pokaż panel historii

source: Add to history
pl: Dodaj do historii

source: New window
pl: Nowe okno

source: Preferences
pl: Ustawienia

source: Keyboard shortcuts
pl: Skróty klawiszowe

source: About Gydict
pl: O Gydict

source: Quit
pl: Zamknij

source: Show left panel
pl: Pokaż lewy panel

source: Print
pl: Wydrukuj

source: Find
pl: Znajdź

source: Clipboard
pl: Reaguj na schowek

source: Close
pl: Zamknij

source: English-Polish Dictionary
pl: Słownik Angielsko-Polski

source: Polish-English Dictionary
pl: Słownik Polsko-Angielski

source: German-Polish Dictionary
pl: Słownik Niemiecko-Polski

source: Polish-German Dictionary
pl: Słownik Polsko-Niemiecki

source: Dictionaries
pl: Słowniki

source: The Paths to the files for the PWN dictionaries
pl: Ścieżki do plików słownikowych dla słowników PWN

source: English-Polish
pl: Angielsko-Polski

source: Select the dictionary file angpol.win.
pl: Zaznacz plik słownika angpol.win

source: Polish-English
pl: Polsko-Angielski

source: Select the dictionary file polang.win.
pl: Zaznacz plik słownika polang.win

source: German-Polish
pl: Niemiecko-Polski

source: Select the dictionary file niempol.win.
pl: Zaznacz plik słownika niempol.win

source: Select the dictionary file polniem.win.
pl: Zaznacz plik słownika polniem.win

source: The Paths to the files for the depl dictionary
pl: Ścieżki do plików słownikowych dla depl

source: German
pl: Niemiecki

source: Select the dictionary file a.dat
pl: Zaznacz plik słownika a.dat

source: General Preferences
pl: Ogólne Preferencje

source: Font
pl: Czcionka

source: Theme
pl: Temat

source: Night Mode
pl: Tryb nocny

source: Use dark colors for the application.
pl: Użyj ciemnych kolorów dla aplikacji.

source: Display Grid Pattern
pl: Wyświetl wzór siatki

source: Display a grid pattern under the text.
pl: Wyświetlaj wzór siatki pod tekstem.

source: General
pl: Ogólne

source: New Window
pl: Now okno

source: React to Clipboard
pl: Reaguj na schowek

source: Close Window
pl: Zamknij okno

source: Close Application
pl: Zamknij program

source: PWN Dictionaries
pl: Słowniki PWN

source: DePl Dictionary
pl: Słownik DePl

source: Display the version program and exit
pl: Wyświetl versje programu i wyjdź
